Autodesk.Revit.DB.Structure.AreaReinforcementType.CreateDefaultAreaReinforcementType(Autodesk.Revit.DB.Document)
Creates a new AreaReinforcementType object with a default name.
aDoc:
The document.
Returns:
The newly created type id.
Throws Autodesk.Revit.Exceptions.ArgumentNullException:
A non-optional argument was null
Since:
2015